Repository: oe-mirrors/gbremote-client
Catalog: po/*.po
Languages: de, it

source: 30 Days
de: 30 Tage
it: 30 Giorni

source: About
de: Über
it: Informazioni

source: Authentication
de: Authentifizierung
it: Autenticazione

source: Cancel
de: Abbrechen
it: Annulla

source: Cannot download data. Please check your configuration
de: Daten können nicht geladen werden. Bitte Konfiguration prüfen
it: Impossibile scaricare i dati. Controllare la configurazione

source: Choose your main device
de: Gerät wählen
it: Scegli il tuo dispositivo principale

source: Daily
de: Täglich
it: Giornaliera

source: Do you want to scan for a server?
de: Nach einem Gerät suchen?
it: Vuoi eseguire una ricerca del server?

source: Download completed
de: Herunterladen beendet
it: Download completato

source: GBIpbox Client About
de: Über GBIpbox Client

source: IPBox wizard
de: IPBox Assistent

source: No devices found
de: kein Gerät gefunden
it: Nessun dispositivo trovato

source: Password
de: Passwort

source: Please wait while download is in progress.\nNOTE: If you have parental control enabled on remote box, the local settings will be overwritten.
de: Es wird heruntergeladen. Bitte warten.\nHinweis: Wenn auf der Serverbox der Jugendschutz aktiviert ist, werden Ihre getroffenen Jugendschutz Einstellungen überschrieben.

source: Please wait while scan is in progress.\nThis operation may take a while
de: Es wird gesucht.\nDas kann etwas dauern
it: Attendere, scansione in corso.\nL'operazione potrebbe richiedere molto tempo.

source: Repeat how often
de: Wiederholung wie oft
it: Frequenza di ripetizione

source: Save
de: Speichern
it: Salva

source: Scan
de: Suchen
it: Scansiona

source: Schedule sync
de: Plane Synchronisierung
it: Sincronizzazione pianificata

source: Time of sync to start
de: Startzeit Synchronisierung
it: Ora di inizio della sincronizzazione

source: Use remote HDD
de: Entfernte Festplatte benutzen
it: Utilizza hard disk remoto

source: Username
de: Benutzername
it: Nome utente

source: Weekly
de: Wöchentlich
it: Settimanale

source: Abort this Wizard
de: Diesen Assistent abbrechen
it: Termina questo Wizard

source: Cannot download data! Sorry, we can't configure your ipbox right now. Please press OK to close this Wizard.
de: Herunterladen fehlgeschlagen! Es tut uns leid, aber Wir können Ihre IPbox momentan nicht konfigurieren. Bitte drücken Sie OK um diesen Assistent zu beenden.
it: Impossibile scaricare i dati! Spiacente, non possiamo configurare il tuo ipbox ora Premi OK per chiudere questo Wizard.

source: No devices found! Sorry, we can't configure your ipbox right now. Please press OK to close this Wizard.
de: Keine Geräte gefunden! Es tut uns leid, aber Wir können Ihre IPbox momentan nicht konfigurieren. Bitte drücken Sie OK um diesen Assistent zu beenden.
it: Nessun dispositivo trovato! Spiacente, non possiamo configurare il tuo ipbox ora Premi OK per chiudere questo Wizard.

source: Please wait while scan is in progress. This operation may take a while.
de: Bitte warten Sie während der Suchlauf läuft. Dieser Vorgang kann etwas dauern.
it: Attendere, scansione in corso. L'operazione potrebbe richiedere molto tempo.

source: Scan for a server
de: Suche einen Server
it: Cerca un server

source: Thank you for using the wizard. Your ipbox is now configured. Please press OK to continue.
de: Danke das Sie den Assistent benutzt haben. Ihre IPbox ist nun konfiguriert. Bitte drücken Sie OK um fortzufahren.
it: Grazie per aver utilizzato il wizard. Il tuo ipbox è configurato Premere OK per continuare.

source: Try to download again
de: Starte den Download erneut
it: Riprova a scaricare

source: Try to scan again
de: Starte den Suchlauf erneut
it: Riesegui la ricerce

source: Welcome. This Wizard will help you to configure your ipbox.
de: Willkommen. Dieser Assistent wird Sie bei der Konfiguration der IPbox unterstützen.
it: Benvenuto. Questo Wizard ti aiuterà a configurare il tuo ipbox.

source: Your ipbox is not configured. Please press OK to close this Wizard.
de: Ihre IPbox ist nicht konfiguriert. Bitte drücken Sie OK um diesen Assistent zu beenden.
it: Il tuo ipbox non è configurato. Premi Ok per chiudere questo Wizard.

source: HTTP port
it: Porta HTTP

source: Please wait while download is in progress.
it: Attendere, download in corso.

source: Streaming port
it: Porta di streaming
